ConsoleSMEV_VS00648v001-PFR001/bin/Debug/requestShablon/SendRequestRequestNoAttach.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:ns="urn://x-artefacts-smev-gov-ru/services/message-exchange/types/1.2" xmlns:ns1="urn://x-artefacts-smev-gov-ru/services/message-exchange/types/basic/1.2">
   <soapenv:Body>
      <ns:SendRequestRequest xmlns:ns="urn://x-artefacts-smev-gov-ru/services/message-exchange/types/1.2" xmlns:ns1="urn://x-artefacts-smev-gov-ru/services/message-exchange/types/basic/1.2">
         <ns:SenderProvidedRequestData Id="SIGNED_BY_CONSUMER" xmlns:ns="urn://x-artefacts-smev-gov-ru/services/message-exchange/types/1.2" xmlns:ns1="urn://x-artefacts-smev-gov-ru/services/message-exchange/types/basic/1.2">
		<ns:MessageID></ns:MessageID>
		<ns1:MessagePrimaryContent>
		</ns1:MessagePrimaryContent>
	</ns:SenderProvidedRequestData>
        <ns:CallerInformationSystemSignature>
	</ns:CallerInformationSystemSignature>
      </ns:SendRequestRequest>
   </soapenv:Body>
</soapenv:Envelope>